Repository: wp-plugins/evp-events
Catalog: src/Evp/Bundle/TicketBundle/Resources/translations/validators/validators.*.xliff
Languages: lt

source: Each user not allowed to buy more than %string% tickets
lt: Kiekvienas naudotojas gali nupirkti ne daugiau kaip %string% biletų

source: Number of tickets must be positive
lt: Biletų skaičius turi būti teigiamas

source: For selected ticket type currently left only %string% tickets
lt: Pasirinkto tipo biletų šiuo metu liko tik %string%

source: Discount code invalid
lt: Nuolaidos kodas negaliojantis

source: Check Your provided discount data
lt: Patikrinkite Jūsų pateiktus nuolaidos duomenis

source: Name must be at least {{ limit }} characters long
lt: Vardas/Pavadinimas turi būti bent {{ limit }} ženklų ilgio

source: Code must be at least {{ limit }} characters long
lt: Asmens/įmonės turi būti bent {{ limit }} ženklų ilgio

source: Address must be at least {{ limit }} characters long
lt: Adresas turi būti bent {{ limit }} ženklų ilgio

source: VAT code must be at least {{ limit }} characters long
lt: PVM kodas turi būti bent {{ limit }} ženklų ilgio

source: Event not found by given token
lt: Pagal nurodytą raktą renginys nerastas

source: Some of the required steps are missing for this event
lt: Blogai nustatyti įvykio žingsniai

source: your session has expired
lt: jūsų sesija pasibaigė

source: Required step "Ticket Type Selection" or "Seat Selection" is missing
lt: Šis žingsnis jau buvo pakartotas

source: Required step "User Details Fill" is missing
lt: Asmens/įmonės kodas yra klaidingas

source: Required step "Payment Window" is missing
lt: Asmens/įmonės turi būti mažiau nei {{ limit }} ženklų ilgio

source: Step conflict: Only "Ticket Type Selection" or "Seat Selection" is allowed
lt: Vardas/Pavadinimas turi būti mažiau nei {{ limit }} ženklų ilgio

source: Retry
lt: Adresas turi būti mažiau nei {{ limit }} ženklų ilgio

source: Unable to find orderDetails
lt: PVM kodas turi būti mažiau nei {{ limit }} ženklų ilgio

source: This step has been repeated
lt: PVM kodas yra klaidingas

source: Person/company code is invalid
lt: Duota reikšmė yra per trumpa
