Repository: wp-plugins/evp-events
Catalog: src/Evp/Bundle/TicketAdminBundle/Resources/translations/settings/settings.*.xliff
Languages: lt

source: Database driver
lt: Duomenų bazės tvarkyklė

source: Each step reservation time
lt: Žingsnio rezervacijos laikas

source: Payment awaiting time
lt: Apmokėjimo rezervacijos laikas

source: Mail transport
lt: Pašto transportas

source: Mail server host
lt: Pašto serveris

source: Mail server User
lt: Pašto vartotojas

source: Mail User password
lt: Pašto vartotojo slaptažodis

source: Mail authentication mode
lt: Pašto autentikacijos mechanizmas

source: Mail server port
lt: Pašto serverio prievadas

source: Default locale
lt: Numatytoji lokalė

source: Session secret
lt: Sesijos šifras

source: PhantomJS binary location
lt: PhantomJS vieta

source: PhantomJS rasterize.js location
lt: PhantomJS rasterize.js vieta

source: Paysera project ID
lt: Paysera projekto ID

source: Paysera project sign password
lt: Paysera projekto slaptažodis

source: Use Paysera test mode
lt: Naudoti Paysera test režimu

source: Use fake cron
lt: Naudoti dirbtinį croną

source: Offline sync in future
lt: Programėlės sichronizacija į ateitį

source: Offline sync in past
lt: Programėlės sichronizacija į praeitį

source: Default offline sync limit
lt: Numatytasis programėlės sinchronizacijos dydis

source: System shell enabled
lt: Sistemoje leistinas shell

source: PDF converter strategy
lt: PDF generavimo strategija

source: Remote PDF strategy URI
lt: Nutolusio serverio URI

source: Remote PDF strategy security Token
lt: Nutolusio serverio saugumo raktas

source: Ticket validation code strategy
lt: Bilieto kodo strategija

source: Save
lt: Išsaugoti

source: week|weeks|weeks
lt: įjungta

source: enabled
lt: išjungta

source: disabled
lt: jokios

source: Test mail settings
lt: Šiame serveryje

source: Mail connection encryption
lt: Nutolusiame serveryje

source: no encryption
lt: savaitė|savaitės|savaičių
