Repository: wp-plugins/evp-events
Catalog: src/Evp/Bundle/TicketBundle/Resources/translations/messages.*.xliff
Languages: lt

source: To cart
lt: Į krepšelį

source: Next
lt: Toliau

source: Back
lt: Atgal

source: Cancel
lt: Atšaukti

source: Buy tickets
lt: Pirkti bilietus

source: Tickets currently not on sale
lt: Bilietai šiuo metu neparduodami

source: General email
lt: Bendras paštas

source: E-mail
lt: El. paštas

source: Birthday
lt: Gimimo diena

source: Name
lt: Vardas

source: Surname
lt: Pavardė

source: Save
lt: Išsaugoti

source: Save
lt: Išsaugoti

source: Remove
lt: Pašalinti

source: Edit
lt: Redaguoti

source: Apply
lt: Pritaikyti

source: Enter code:
lt: Įveskite kodą:

source: Choose discount
lt: Pasirinkite nuolaidą

source: Percentage discount
lt: Procentinė nuolaida

source: Fixed amount
lt: Fiksuota nuolaida

source: Pay
lt: Mokėti

source: Pay by Invoice
lt: Mokėti Pervedimu

source: Invoice needed
lt: Reikalinga sąskaita faktūra

source: Company Name
lt: Įmonės pavadinimas

source: Company code
lt: Įmonės kodas

source: Address
lt: Adresas

source: VAT code
lt: PVM kodas

source: Save data
lt: Išsaugoti duomenis

source: Invoice for Your order
lt: Sąskaita faktūra Jūsų užsakymui

source: Please find attached invoice for Your order.
lt: Pridedama sąskaita faktūra Jūsų užsakymui.

source: Ticket Your purchased
lt: Jūsų nupirktas bilietas

source: Please find attached ticket You purchased.
lt: Pridedamas Jūsų nupirktas bilietas.

source: We have successfully sent Proforma Invoice to Your email. You will receive tickets as soon as we confirm Your payment
lt: Išankstinė sąskaita faktūra buvo sėkmingai išsiųsta Jūsų el. pašto adresu. Apmokėjus šią įšankstinę sąskaitą ir mūsų administratoriui patvirtinus mokėjimą, nurodytu el. paštu gausite užsakytus bilietus.

source: We failed to send Invoice to Your email
lt: Nepavyko išsiųsti sąskaitos faktūros Jūsų el. pašto adresu

source: We have successfully sent Ticket to Your email.
lt: Bilietas buvo sėkmingai išsiųstas Jūsų el. pašto adresu.

source: We failed to send Ticket to Your email
lt: Nepavyko išsiųsti bilieto Jūsų el. pašto adresu

source: We have successfully sent all Your Tickets to provided email.
lt: Visi Jūsų bilietai buvo sėkminagi išsiųsti pateiktu el. pašto adresu.

source: We failed to send all Your Tickets to provided email
lt: Nepavyko išsiųsti visų Jūsų bilietų pateiktu el. pašto adresu

source: Tickets You purchased
lt: Jūsų nupirkti bilietai

source: Please find all Your tickets in attachments
lt: Prieduose rasite visus savo bilietus.

source: Ticket not found or Event already ended
lt: Biletas nerastas ar Renginys jau baigėsi

source: Your device is attached successfully
lt: Jūsų įrenginys sėkmingai pridėtas

source: Your already are manager for this event
lt: Jūs jau esate šio renginio vadovas

source: Fixed price
lt: Fiksuota kaina

source: Event scope
lt: Renginio apimtis

source: Ticket type scope
lt: Bilieto tipo apimtis

source: User scope
lt: Naudotojo apimtis

source: Custom discount
lt: Asmeninė nuolaida

source: Legal
lt: Juridinis

source: Person
lt: Asmuo

source: Activity type
lt: Veiklos tipas

source: Save
lt: Išsaugoti

source: General information
lt: Bendra informacija

source: Information about every participant
lt: Informacija apie kiekvieną dalyvį

source: An issue has been detected
lt: Klaida

source: Select your tickets
lt: Pasirinkite bilietus

source: Fill-out the information
lt: Užpildykite reikalinga informacija

source: Select a payment that suits your needs
lt: Pasirinkite patogiausią mokėjimo būdą

source: If you have a discount code - use it now
lt: Jei turite, įveskite nuolaidos kodą

source: Fill-out some additional details about you or your company
lt: Užpildykite papildomus laukus apie Jus ar apie Jūsų kompaniją

source: Your cart contents
lt: Jūsų krepšelis

source: Discount code
lt: Nuolaidos kodas

source: Token is invalid
lt: Raktažodis nevalidus

source: Select Your seats for Event
lt: Pasirinkite vietą

source: Select Your seats
lt: Pasirinkite vietas

source: Apply Discount
lt: Pritaikykite nuolaidą

source: Fill information
lt: Užpildykite informaciją

source: Payment type
lt: Mokėjimo būdas

source: Pay
lt: Sumokėti

source: Select tickets
lt: Pasirinkite bilietus

source: Select tickets
lt: Pasirinkite bilietus

source: Select tickets
lt: Pasirinkite bilietus

source: Choose appropriate Payment type
lt: Pasirinkite norimą mokėjimo būdą

source: Ticket type:
lt: Bilieto tipas:
