Repository: wp-plugins/evp-events
Catalog: src/Evp/Bundle/TicketBundle/Resources/translations/invoice/invoice.*.xliff
Languages: lt

source: Proforma Invoice
lt: Išankstinio apmokėjimo sąskaita

source: Series
lt: Serija

source: No.:
lt: Nr.

source: Date
lt: Data

source: Seller name:
lt: Pardavėjo pavadinimas:

source: Company code:
lt: Įmonės kodas:

source: Address:
lt: Adresas:

source: VAT code:
lt: PVM mokėtojo kodas:

source: Bank account:
lt: Atsiskaitomoji sąskaita:

source: Bank:
lt: Bankas:

source: Buyer name:
lt: Pirkėjo pavadinimas:

source: Company code:
lt: Įmonės kodas:

source: Address:
lt: Adresas:

source: VAT code:
lt: PVM mokėtojo kodas:

source: Responsible person:
lt: Atsakingas asmuo:

source: Payment term:
lt: Apmokėjimo terminas:

source: Title
lt: Pavadinimas

source: Amount (People)
lt: Kiekis (Žmonės)

source: Price
lt: Kaina

source: Sum
lt: Suma

source: Additional info
lt: Papildoma informacija

source: Total
lt: iš viso

source: VAT (-%)*
lt: PVM (-%)*

source: Total Sum
lt: Bendra suma

source: *VAT exemption based on: LT VAT law 22 par.
lt: *PVM neapmokestinimo pagrindas: LR PVM įst. 22 str.

source: Document prepared by
lt: Dokumentą ruošė

source: persons, responsible for the sale operation performance and the correct clearance
lt: (asmenų, atsakingų už pardavimo operacijos atlikimą ir teisinga įforminimą)

source: position, names, signatures
lt: (pareigos, vardai, pavardės, parašai)

source: Payment guides
lt: Mokėjimo nurodymai

source: Payment description
lt: Mokėjimo paskirtis

source: Event is included in a list of meetings for Lithuanian Presidency of the EU in 2013 by Ministry of Foreign Affairs in 2013. July 9. Decision No.: 3-4986
lt: Renginys LR užsienio reikalų ministerijos 2013 m. liepos 9 d. sprendimu Nr. 3-4986 yra įtrauktas į Lietuvos pirmininkavimo ES Tarybai 2013 m. susitikimų sąrašą.

source: Event organizer - TOC Solutions - included civil servants' training institutions list of Lithuanian Republic Minister of the Interior in 2012. July 30. Order No. 1V-579 of the Lithuanian Republic Minister of the Interior in 2010. April 9. order no. 1V-219 of the civil servants' training COL approval "recharge."
lt: Renginio organizatorius – UAB „TOC sprendimai“ – įtrauktas į valstybės tarnautojų kvalifikacijos tobulinimo įstaigų sąrašą Lietuvos Respublikos vidaus reikalų ministro 2012 m. liepos 30 d. įsakymu Nr. 1V-579 „Dėl Lietuvos Respublikos vidaus reikalų ministro 2010 m. balandžio 9 d. įsakymo Nr. 1V-219 „Dėl valstybės tarnautojų kvalifikacijos tobulinimo įstaigų sąrašo tvirtinimo“ papildymo“.
